Repository: treavis/cmsplugin-contact
Catalog: cmsplugin_contact/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Akismet API Key
lt: Akismet API Raktas

source: Get a Wordpress Key from http://akismet.com/
lt: Gauti Wordpress Rakta iš http://akismet.com/

source: ReCAPTCHA Public Key
lt: ReCAPTCHA Viešas Raktas

source: Get this from http://www.google.com/recaptcha
lt: Tai gauti iš http://www.google.com/recaptcha

source: ReCAPTCHA Private Key
lt: ReCAPTCHA Privatus Raktas

source: The API Key is not valid.
lt: "API Raktas neteisingas

source: Contact Form
lt: Kontaktų Forma

source: Redirection
lt: Nukreipimas

source: Spam Protection
lt: Šlamšto Apsauga

source: Email
lt: Paštas

source: Phone
lt: Telefonas

source: Date / time
lt: Data / laikas

source: Additional info
lt: Papildoma informacija

source: Form name
lt: Formos pavadinimas

source: Used to distinguish multiple contact forms on the same site.
lt: Naudojama atskirti skirtingas kontaktų formas viename puslapyje

source: Form Layout
lt: Formos Išdėstymas

source: Choice the layout of contact form
lt: Pasirinkite kontaktų formos išdėstymą

source: Email recipient
lt: Pašto gavėjas

source: Thanks message
lt: Padėkos žinutė

source: Message displayed on successful submit
lt: Žinutė rodoma sėkmingai nusiuntus formą

source: Thank you for your message.
lt: Dėkojame už jūsų žinutę

source: Submit button value
lt: Patvirtinimo mygtuko tekstas

source: Submit
lt: Patvirtinti

source: Spam protection method
lt: Šlamšto apsaugos metodas

source: ReCAPTCHA theme
lt: ReCAPTCHA tema

source: URL Redirection
lt: URL peradresavimas

source: If it is set, the form redirect to url when the form is valid
lt: Jei pažymėta, forma nukreips į suvestą adresą

source: Please don't check this box.
lt: Šio langelio nežymėti

source: Please enter the two words on the image separated by a space:
lt: Įveskite du žodžius matomus paveikslėlyje, atskirtus tarpu:

source: You did not enter any of the words.
lt: Jūs neįvedėte jokių žodžių.

source: An unexpected Error occurred, please try again.
lt: Įvyko nenumatyta klaida, bandykite dar kartą.

source: Please enter the two words shown in the image.
lt: Įveskite du žodžius matomus paveikslėlyje.

source: The words you entered did not match the image. Please try again.
lt: Jūsų įvesti žodžiai neatitiko paveikslėlio. Bandykite dar kartą.

source: Are you a robot?
lt: Ar jūs esate robotas?

source: default
lt: numatytasis

source: Incorrect please try again
lt: Neteisinga, prašome bandyti dar kartą

source: Enter the words above:
lt: Iveskite žodžius:

source: Enter the numbers you hear:
lt: Įveskite skaičius kuriuos girdite:

source: Get another CAPTCHA
lt: Gauti kitą CAPTCHA

source: Get an audio CAPTCHA
lt: Gauti garsinę CAPTCHA

source: Get an image CAPTCHA
lt: Gauti vaizdinę CAPTCHA

source: Help
lt: Pagalba

source: Message from
lt: Žinutė nuo

source: Reservation time
lt: Rezervacijos laikas
